export const mobileBrands = [
  "اپل",
  "سامسونگ",
  "شیائومی",
  "هواوی",
  "وان پلاس",
  "نوکیا",
  "موتورولا",
];

export const laptopBrands = [
  "اپل",
  "ایسر",
  "ایسوس",
  "اچ‌پی",
  "لنوو",
  "ام اس آی",
  "مایکروسافت",
];

export const tabletBrands = [
  "اپل",
  "مایکروسافت",
  "سامسونگ",
  "شیائومی",
  "وان پلاس",
  "لنوو",
  "آمازون",
];

export const consoleBrands = ["سونی", "مایکروسافت", "نینتندو", "انویدیا"];

export const headsetBrands = [
  "سونی",
  "اپل",
  "سنهایزر",
  "جی بل ال",
  "وان پلاس",
  "بیتس",
  "جبرا",
];

export const cameraBrands = ["کنون", "نیکون", "سونی", "پاناسونیک", "پنتاکس"];
