export const mobileBrands = [
  "اپل",
  "سامسونگ",
  "شیائومی",
  "هواوی",
  "وان پلاس",
  "نوکیا",
  "موتورولا",
];

export const laptopBrands = [
  "اپل",
  "ایسر",
  "ایسوس",
  "اچ‌پی",
  "لنوو",
  "ام اس آی",
  "مایکروسافت",
];

export const tabletBrands = [
  "اپل",
  "مایکروسافت",
  "سامسونگ",
  "شیائومی",
  "وان پلاس",
  "لنوو",
  "آمازون",
];

export const consoleBrands = ["سونی", "مایکروسافت", "نینتندو", "انویدیا"];

export const headsetBrands = [
  "سونی",
  "اپل",
  "سنهایزر",
  "جی بل ال",
  "وان پلاس",
  "بیتس",
  "جبرا",
];

export const cameraBrands = ["کنون", "نیکون", "سونی", "پاناسونیک", "پنتاکس"];

export const navItems = ["تازه‌ها", "پرفروشترین‌ها", "سوالی دارید؟"];

export const products = [
  {
    productIconUrl: "https://i.postimg.cc/Yq6H5hzq/product-1.webp",
    productImgUrl: "https://i.postimg.cc/CxbsHV02/product-1-big.webp",
    productName:
      "گوشی موبایل سامسونگ مدل Galaxy A32 دو سیم کارت ظرفیت 128 گیگابایت رم 6 گیگابایت",
    englishName: "Samsung Galaxy A32 Dual SIM 128GB Mobile Phone",
    brand: "سامسونگ",
    shortProps: [
      "صفحه نمایش :6.4 اینچ",
      "رم :6 گیگابایت",
      "سیستم عامل :اندروید 11",
      "دوربین :64 مگاپیکسل",
      "باتری :5000 میلی آمپر",
      "حافظه :128 گیگابایت",
    ],
    price: "6,630,000",
    score: 4,
    comments: 69,
    categories: ["کالای دیجیتال", "موبایل", "گوشی موبایل"],
    colors: ["blue", "red", "pink"],
    sellers: "شاپیفای",
    introductionTitle: "نقد و بررسی سامسونگ مدل Galaxy A32",
    introduction:
      "گوشی سامسونگ گلکسی A32 در تاریخ 25 فوریه سال 2021 به صورت رسمی معرفی و به بازارهای جهانی عرضه شده است. این گوشی جزو میان رده های 2021 سامسونگ است که از قابلیت های بسیار بی نظیری بهره مند است و سبب شده است تا طرفداران زیادی داشته باشد. A32 بر خلاف اکثریت تولیدات 2021 از ورودی 3.5 میلی متری هندزفری بهره مند است که به شما امکان استفاده از هندزفری های سیمی را ارائه می دهد. طراحی زیبای سامسونگ گلکسی A32 و ادغام آن با چهار رنگ جذاب سبب شده کاربران بتواند بنا به سلیقه شخصی خود رنگ مورد نظر را انتخاب کند و از لذت کار با آن بهره مند شوند. ",
    off: false,
    offPercent: 0,
    fastDeliver: true,
  },
  {
    productIconUrl: "https://i.postimg.cc/Yq6H5hzq/product-1.webp",
    productImgUrl: "https://i.postimg.cc/CxbsHV02/product-1-big.webp",
    productName:
      "گوشی موبایل سامسونگ مدل Galaxy A32 دو سیم کارت ظرفیت 128 گیگابایت رم 6 گیگابایت",
    englishName: "Samsung Galaxy A32 Dual SIM 128GB Mobile Phone",
    brand: "سامسونگ",
    shortProps: [
      "صفحه نمایش :6.4 اینچ",
      "رم :6 گیگابایت",
      "سیستم عامل :اندروید 11",
      "دوربین :64 مگاپیکسل",
      "باتری :5000 میلی آمپر",
      "حافظه :128 گیگابایت",
    ],
    price: "6,630,000",
    score: 4,
    comments: 69,
    categories: ["کالای دیجیتال", "موبایل", "گوشی موبایل"],
    colors: ["blue", "red", "orange"],
    sellers: "شاپیفای",
    introductionTitle: "نقد و بررسی سامسونگ مدل Galaxy A32",
    introduction:
      "گوشی سامسونگ گلکسی A32 در تاریخ 25 فوریه سال 2021 به صورت رسمی معرفی و به بازارهای جهانی عرضه شده است. این گوشی جزو میان رده های 2021 سامسونگ است که از قابلیت های بسیار بی نظیری بهره مند است و سبب شده است تا طرفداران زیادی داشته باشد. A32 بر خلاف اکثریت تولیدات 2021 از ورودی 3.5 میلی متری هندزفری بهره مند است که به شما امکان استفاده از هندزفری های سیمی را ارائه می دهد. طراحی زیبای سامسونگ گلکسی A32 و ادغام آن با چهار رنگ جذاب سبب شده کاربران بتواند بنا به سلیقه شخصی خود رنگ مورد نظر را انتخاب کند و از لذت کار با آن بهره مند شوند. ",
    off: true,
    offPercent: 2,
    offPrice: "6,450,000",
    fastDeliver: false,
  },
  {
    productIconUrl: "https://i.postimg.cc/Yq6H5hzq/product-1.webp",
    productImgUrl: "https://i.postimg.cc/CxbsHV02/product-1-big.webp",
    productName:
      "گوشی موبایل سامسونگ مدل Galaxy A32 دو سیم کارت ظرفیت 128 گیگابایت رم 6 گیگابایت",
    englishName: "Samsung Galaxy A32 Dual SIM 128GB Mobile Phone",
    brand: "سامسونگ",
    shortProps: [
      "صفحه نمایش :6.4 اینچ",
      "رم :6 گیگابایت",
      "سیستم عامل :اندروید 11",
      "دوربین :64 مگاپیکسل",
      "باتری :5000 میلی آمپر",
      "حافظه :128 گیگابایت",
    ],
    price: "6,630,000",
    score: 4,
    comments: 69,
    categories: ["کالای دیجیتال", "موبایل", "گوشی موبایل"],
    colors: ["black", "blue", "pink"],
    sellers: "شاپیفای",
    introductionTitle: "نقد و بررسی سامسونگ مدل Galaxy A32",
    introduction:
      "گوشی سامسونگ گلکسی A32 در تاریخ 25 فوریه سال 2021 به صورت رسمی معرفی و به بازارهای جهانی عرضه شده است. این گوشی جزو میان رده های 2021 سامسونگ است که از قابلیت های بسیار بی نظیری بهره مند است و سبب شده است تا طرفداران زیادی داشته باشد. A32 بر خلاف اکثریت تولیدات 2021 از ورودی 3.5 میلی متری هندزفری بهره مند است که به شما امکان استفاده از هندزفری های سیمی را ارائه می دهد. طراحی زیبای سامسونگ گلکسی A32 و ادغام آن با چهار رنگ جذاب سبب شده کاربران بتواند بنا به سلیقه شخصی خود رنگ مورد نظر را انتخاب کند و از لذت کار با آن بهره مند شوند. ",
    off: false,
    offPercent: 3,
    offPrice: "6,400,000",
    fastDeliver: false,
  },
  {
    productIconUrl: "https://i.postimg.cc/Yq6H5hzq/product-1.webp",
    productImgUrl: "https://i.postimg.cc/CxbsHV02/product-1-big.webp",
    productName:
      "گوشی موبایل سامسونگ مدل Galaxy A32 دو سیم کارت ظرفیت 128 گیگابایت رم 6 گیگابایت",
    englishName: "Samsung Galaxy A32 Dual SIM 128GB Mobile Phone",
    brand: "سامسونگ",
    shortProps: [
      "صفحه نمایش :6.4 اینچ",
      "رم :6 گیگابایت",
      "سیستم عامل :اندروید 11",
      "دوربین :64 مگاپیکسل",
      "باتری :5000 میلی آمپر",
      "حافظه :128 گیگابایت",
    ],
    price: "6,630,000",
    score: 4,
    comments: 69,
    categories: ["کالای دیجیتال", "موبایل", "گوشی موبایل"],
    colors: ["green", "red", "pink", "white"],
    sellers: "شاپیفای",
    introductionTitle: "نقد و بررسی سامسونگ مدل Galaxy A32",
    introduction:
      "گوشی سامسونگ گلکسی A32 در تاریخ 25 فوریه سال 2021 به صورت رسمی معرفی و به بازارهای جهانی عرضه شده است. این گوشی جزو میان رده های 2021 سامسونگ است که از قابلیت های بسیار بی نظیری بهره مند است و سبب شده است تا طرفداران زیادی داشته باشد. A32 بر خلاف اکثریت تولیدات 2021 از ورودی 3.5 میلی متری هندزفری بهره مند است که به شما امکان استفاده از هندزفری های سیمی را ارائه می دهد. طراحی زیبای سامسونگ گلکسی A32 و ادغام آن با چهار رنگ جذاب سبب شده کاربران بتواند بنا به سلیقه شخصی خود رنگ مورد نظر را انتخاب کند و از لذت کار با آن بهره مند شوند. ",
    off: true,
    offPercent: 5,
    offPrice: "6,300,000",
    fastDeliver: true,
  },
  {
    productIconUrl: "https://i.postimg.cc/Yq6H5hzq/product-1.webp",
    productImgUrl: "https://i.postimg.cc/CxbsHV02/product-1-big.webp",
    productName:
      "گوشی موبایل سامسونگ مدل Galaxy A32 دو سیم کارت ظرفیت 128 گیگابایت رم 6 گیگابایت",
    englishName: "Samsung Galaxy A32 Dual SIM 128GB Mobile Phone",
    brand: "سامسونگ",
    shortProps: [
      "صفحه نمایش :6.4 اینچ",
      "رم :6 گیگابایت",
      "سیستم عامل :اندروید 11",
      "دوربین :64 مگاپیکسل",
      "باتری :5000 میلی آمپر",
      "حافظه :128 گیگابایت",
    ],
    price: "6,630,000",
    score: 4,
    comments: 69,
    categories: ["کالای دیجیتال", "موبایل", "گوشی موبایل"],
    colors: ["blue", "cyan", "pink", "gray"],
    sellers: "شاپیفای",
    introductionTitle: "نقد و بررسی سامسونگ مدل Galaxy A32",
    introduction:
      "گوشی سامسونگ گلکسی A32 در تاریخ 25 فوریه سال 2021 به صورت رسمی معرفی و به بازارهای جهانی عرضه شده است. این گوشی جزو میان رده های 2021 سامسونگ است که از قابلیت های بسیار بی نظیری بهره مند است و سبب شده است تا طرفداران زیادی داشته باشد. A32 بر خلاف اکثریت تولیدات 2021 از ورودی 3.5 میلی متری هندزفری بهره مند است که به شما امکان استفاده از هندزفری های سیمی را ارائه می دهد. طراحی زیبای سامسونگ گلکسی A32 و ادغام آن با چهار رنگ جذاب سبب شده کاربران بتواند بنا به سلیقه شخصی خود رنگ مورد نظر را انتخاب کند و از لذت کار با آن بهره مند شوند. ",
    off: true,
    offPercent: 5,
    offPrice: "6,300,000",
    fastDeliver: true,
  },
];
